Repository: khanhtmd1997/Trainning-3S
Catalog: TaskTranning/Resources/BrandResource.*.resx
Languages: vi_vn

# lbl_TitleBrand
source: Page Brand
vi_vn: Trang Nhãn Hiệu

# lbl_Brands
source: Brand
vi_vn: Nhãn Hiệu

# lbl_BrandName
source: Brand Name
vi_vn: Tên Nhãn Hiệu

# lbl_TitleEditBrand
source: Page Edit Brand
vi_vn: Trang Sửa Nhãn Hiệu

# lbl_PlaceholderBrandName
source: Please enter Brand Name
vi_vn: Vui lòng nhập Tên Nhãn Hiệu

# lbl_TitleCreateBrand
source: Page Create Brand
vi_vn: Trang Tạo Nhãn Hiệu

# msg_NewBrandSuccess
source: Add New Brand Success
vi_vn: Thêm Mới Nhãn Hiệu Thành Công

# err_NewBrand
source: Add New Brand Error
vi_vn: Thêm Mới Nhãn Hiệu Thất Bại

# msg_EditBrandSuccess
source: Edit Brand Success
vi_vn: Sửa Nhãn Hiệu Thành Công

# err_EditBrand
source: Edit Brand Error
vi_vn: Sửa Nhãn Hiệu Thất Bại

# msg_DeleteBrandSuccess
source: Delete Brand Success
vi_vn: Xóa Nhãn Hiệu Thành Công

# err_DeleteBrand
source: Delete Brand Error
vi_vn: Xóa Nhãn Hiệu Thất Bại

# msg_AlreadyExists
source: {0} Already Exists
vi_vn: {0} đã tồn tại

# msg_BrandNameNotNull
source: Brand Name Not Null
vi_vn: Tên Nhãn Hiệu không được bỏ trống

# lbl_Brand
source: Brand
vi_vn: Nhãn Hiệu

# err_Import
source: Import File Error
vi_vn: Nhập tập tin thất bại

# msg_ImportSuccess
source: Import File Success
vi_vn: Nhập tập tin thành công

# msg_EmportSuccess
source: Export File Success
vi_vn: Xuất tập tin thành công
