Repository: khanhtmd1997/Trainning-3S
Catalog: TaskTranning/Resources/CategoryResource.*.resx
Languages: vi_vn

# lbl_TitleCategory
source: Page Category
vi_vn: Trang Danh Mục

# lbl_Categories
source: Categories
vi_vn: Danh Mục

# lbl_CategoryName
source: Category Name
vi_vn: Tên Danh Mục

# lbl_TitleCreateCustomer
source: Page Create Customer
vi_vn: Trang Tạo Danh Mục

# lbl_PlaceholderCategoryName
source: Please enter Category Name
vi_vn: Vui lòng nhập Tên Danh Mục

# lbl_TitleEditCateogory
source: Page Edit Category
vi_vn: Trang Sửa Danh Mục

# lbl_TitleCreateCateogory
source: Page Create Category
vi_vn: Trang Tạo Danh Mục

# msg_NewCategorySuccess
source: Add New Category Success
vi_vn: Thêm Mới Danh Mục Thành Công

# err_NewCategory
source: Add New Category Error
vi_vn: Thêm Mới Danh Mục Thất Bại

# msg_EditCategorySuccess
source: Edit Category Success
vi_vn: Sửa Danh Mục Thành Công

# err_EditCategory
source: Edit Category Error
vi_vn: Sửa Danh Mục Thất Bại

# msg_DeleteCategorySuccess
source: Delete Category Success
vi_vn: Xóa Danh Mục Thành Công

# err_DeleteCategory
source: Delete Cateogry Error
vi_vn: Xóa Danh Mục Thất Bại

# msg_AlreadyExists
source: {0} Already Exists
vi_vn: {0} đã tồn tại

# msg_CategoryNameNotNull
source: Category Name Not Null
vi_vn: Tên Danh Mục không được bỏ trống

# lbl_Category
source: Category
vi_vn: Danh Mục
