Repository: khanhtmd1997/Trainning-3S
Catalog: TaskTranning/Resources/UserResource.*.resx
Languages: vi_vn

# lbl_TitleUser
source: Page User
vi_vn: Trang Người Dùng

# lbl_TitleEditUser
source: Page Edit User
vi_vn: Trang Sửa Người Dùng

# lbl_TitleCreateUser
source: Page Create User
vi_vn: Trang Tạo Người Dùng

# lbl_Users
source: Users
vi_vn: Người Dùng

# lbl_Password
source: Password
vi_vn: Mật Khẩu

# lbl_FullName
source: Full Name
vi_vn: Họ và Tên

# lbl_Phone
source: Phone
vi_vn: Số Điện Thoại

# lbl_Picture
source: Picture
vi_vn: Ảnh

# lbl_Address
source: Address
vi_vn: Địa Chỉ

# lbl_IsActive
source: IsActive?
vi_vn: Kích Hoạt?

# lbl_PlaceholderEmail
source: Please enter Email
vi_vn: Vui lòng nhập Email

# lbl_PlaceholderPassword
source: Please enter Password
vi_vn: Vui lòng nhập Mật Khẩu

# lbl_StoreName
source: Store Name
vi_vn: Tên Cửa Hàng

# lbl_PlaceholderFullName
source: Please enter Full Name
vi_vn: Vui lòng nhập Họ và Tên

# lbl_PlaceholderPhone
source: Please enter Phone
vi_vn: Vui lòng nhập Số Điện Thoại

# lbl_PlaceholderAddress
source: Please enter Address
vi_vn: Vui lòng nhập Địa Chỉ

# msg_NewUserSuccess
source: Add New User Success
vi_vn: Thêm Mới Người Dùng Thành Công

# err_NewUser
source: Add New User Error
vi_vn: Thêm Mới Người Dùng Thất Bại

# msg_EditUserSuccess
source: Edit User Success
vi_vn: Sửa Người Dùng Thành Công

# err_EditUser
source: Edit User Error
vi_vn: Sửa Người Dùng Thất Bại

# msg_EditUserPasswordSuccess
source: Edit Password User Success
vi_vn: Sửa Mật Khẩu Người Dùng Thành Công

# err_EditUserPassword
source: Edit Password User Error
vi_vn: Sửa Mật Khẩu Người Dùng Thất Bại

# msg_DeleteUserSuccess
source: Delete User Success
vi_vn: Xóa Người Dùng Thành Công

# err_DeleteUser
source: Delete User Error
vi_vn: Xóa Người Dùng Thất Bại

# msg_NewPasswordNotNull
source: New Password Not Null
vi_vn: Mật Khẩu Mới không được bỏ trống

# msg_ConfirmPasswordNotNull
source: Confirm Password Not Null
vi_vn: Xác Nhận Mật Khẩu không được bỏ trống

# msg_EqualPassword
source: Confirm Passoword must be equal New Password
vi_vn: Xác Nhận Mật Khẩu phải giống với Mật Khẩu Mới

# msg_AlreadyExists
source: {0} Already Exists
vi_vn: {0} đã tồn tại

# msg_FullNameNotNull
source: Full Name Not Null
vi_vn: Họ và Tên không được bỏ trống

# msg_ToOneFromOneHundred
source: Full Name between 1 to 100 characters
vi_vn: Họ và Tên cho phép nhập trong khoản từ 1 đéne 100 kí tự

# msg_PhoneNotNull
source: Phone Not Null
vi_vn: Số Điện Thoại không được bỏ trống

# msg_IsActiveNotNull
source: IsActive Not Null
vi_vn: Người Dùng phải được kích hoạt

# msg_AddressNotNull
source: Address Not Null
vi_vn: Địa Chỉ không được bỏ trống

# msg_FormatEmail
source: Email must be format Email
vi_vn: Email phải được định dạng theo Email

# msg_LetterAndNumber
source: Password including letter and number
vi_vn: Mật Khẩu bao gồm cả chữ và số

# msg_Min6Characters
source: Password enter at least 6 characters
vi_vn: Mật Khẩu nhập ít nhất 6 kí tự

# msg_PasswordNotNull
source: Password Not Null
vi_vn: Mật Khẩu không được bỏ trống

# msg_EmailNotNull
source: Email Not NUll
vi_vn: Email không được bỏ trống

# lbl_EditPasswordUser
source: Page Edit Password User
vi_vn: Trang Sửa Mật Khẩu Người Dùng

# lbl_NewPassword
source: New Password
vi_vn: Mật Khẩu Mới

# lbl_ConfirmPassword
source: Confirm Password
vi_vn: Xác Nhận Mật Khẩu

# lbl_PlaceholderNewPassword
source: Please enter New Password
vi_vn: Vui lòng nhập Mật Khẩu Mới

# pld_PlaceholderConfirmPassword
source: Please enter Confirm Password
vi_vn: Vui lòng Xác Nhận Mật Khẩu

# btn_Close
source: Close
vi_vn: Đóng

# btn_Save
source: Save
vi_vn: Lưu

# lbl_RoleName
source: Role
vi_vn: Quyền

# lbl_User
source: User
vi_vn: Người Dùng
